<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.AdobeFlashPlayer-SSU</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Updates</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-update-self-service</string>
		<key>GROUP_TEMPLATE</key>
		<string>%RECIPE_DIR%/AdobeFlashPlayerSmartGroupTemplate.xml</string>
		<key>ICON</key>
		<string>%RECIPE_DIR%/Firefox.png</string>
		<key>POLICY_CATEGORY</key>
		<string>Updates</string>
		<key>POLICY_TEMPLATE</key>
		<string>%RECIPE_DIR%/PolicyTemplate-SSU.xml</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>Adobe Flash Player is freeware software for using content created on the Adobe Flash platform, including viewing multimedia, executing rich Internet applications, and streaming video and audio.</string>
		<key>SELF_SERVICE_ICON</key>
		<string>AdobeFlashPlayer.png</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.AdobeFlashPlayer</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>AdobeFlashURLProvider</key>
			<dict>
				<key>git_hash</key>
				<string>bbe826806fdfc09cd7ada4b18d9413362d7fc34a</string>
				<key>path</key>
				<string>/Users/admin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeFlashPlayer/AdobeFlashURLProvider.py</string>
				<key>sha256_hash</key>
				<string>2c3456a7cd28037ab7de1b8fd5883743954b665fb7d5aaaec37bf4829a4824e4</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.FlashPlayer</key>
			<dict>
				<key>git_hash</key>
				<string>e635a469d30f3bf06bc320391e6afec07677c429</string>
				<key>path</key>
				<string>/Users/admin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeFlashPlayer/AdobeFlashPlayer.download.recipe</string>
				<key>sha256_hash</key>
				<string>d3f2ae0f10f07489c083b8ad7f4f00e988c049850e9be20f41ea6a9dc568e878</string>
			</dict>
			<key>com.github.autopkg.pkg.FlashPlayerExtractPackage</key>
			<dict>
				<key>git_hash</key>
				<string>8cf2b8a33887e46bd0a95c463881d3d0b6ef96b2</string>
				<key>path</key>
				<string>/Users/admin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeFlashPlayer/AdobeFlashPlayer.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>5e24f13a4eb3cf6d476a0e669025e2582f68e381d1e8d71353ad9d4f487f2a0d</string>
			</dict>
			<key>com.github.jss-recipes.jss.AdobeFlashPlayer</key>
			<dict>
				<key>git_hash</key>
				<string>1d494dc28101da3b605f94db6827b6ab8970fe77</string>
				<key>path</key>
				<string>/Users/admin/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/AdobeFlashPlayer/AdobeFlashPlayer.jss.recipe</string>
				<key>sha256_hash</key>
				<string>c89d937106f22ea5da3add74a1eb9360796dddb29d9917045cf32618db083999</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
