<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.Blender-autoupdate</string>
	<key>Input</key>
	<dict>
		<key>GROUP_NAME</key>
		<string>%NAME%-autoupdate</string>
		<key>GROUP_TEMPLATE</key>
		<string>SmartGroupTemplate-autoupdate.xml</string>
		<key>POLICY_CATEGORY</key>
		<string>Auto Update</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate-autoupdate.xml</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.Blender</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>BlenderPermissionsFixer</key>
			<dict>
				<key>git_hash</key>
				<string>ceb7898b4c5f10af170a4604628b1b0980342426</string>
				<key>path</key>
				<string>/Users/admin/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/Blender/BlenderPermissionsFixer.py</string>
				<key>sha256_hash</key>
				<string>59f359387fd8ba41ac5d594a9e0344761709a3969387eb5de30d3f2a1768179d</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.jss-recipes.jss.Blender</key>
			<dict>
				<key>git_hash</key>
				<string>47a8afaa91055b69ff57335e7709d4e535d2676d</string>
				<key>path</key>
				<string>/Users/admin/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/Blender/Blender.jss.recipe</string>
				<key>sha256_hash</key>
				<string>905ab2e195dd293ea6a0f4fe9e8ab750f88a9954b7283d024309487f9e5b8ded</string>
			</dict>
			<key>io.github.hjuutilainen.download.Blender</key>
			<dict>
				<key>git_hash</key>
				<string>ceb7898b4c5f10af170a4604628b1b0980342426</string>
				<key>path</key>
				<string>/Users/admin/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/Blender/Blender.download.recipe</string>
				<key>sha256_hash</key>
				<string>ee1d45da60605d5dddd53cc3a901221b9c7ad510745e3ef70cb59712b4ca7ce4</string>
			</dict>
			<key>io.github.hjuutilainen.pkg.Blender</key>
			<dict>
				<key>git_hash</key>
				<string>ceb7898b4c5f10af170a4604628b1b0980342426</string>
				<key>path</key>
				<string>/Users/admin/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/Blender/Blender.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>1b73c6dda7c27d07062045f77036b221793e415f8c33953cb308dc1ecde73997</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
