<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.Firefox-SSA</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Web Browsers</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-install-self-service</string>
		<key>GROUP_TEMPLATE</key>
		<string>%RECIPE_DIR%/SmartGroupTemplate10.9up-SSA.xml</string>
		<key>ICON</key>
		<string>%RECIPE_DIR%/Firefox.png</string>
		<key>POLICY_CATEGORY</key>
		<string>Web Browsers</string>
		<key>POLICY_TEMPLATE</key>
		<string>%RECIPE_DIR%/PolicyTemplate-SSA.xml</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>Mozilla Firefox is a free and open source web browser.</string>
		<key>SELF_SERVICE_ICON</key>
		<string>Firefox.png</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.Firefox_EN</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>MozillaURLProvider</key>
			<dict>
				<key>git_hash</key>
				<string>8332edca4fbafc1e8aff8c119e571f27b4853bb5</string>
				<key>path</key>
				<string>/Users/admin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Mozilla/MozillaURLProvider.py</string>
				<key>sha256_hash</key>
				<string>b3c2711d58a670f13d186f77743fd0808470d387fd780b852e8fcfcecdbec251</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.firefox-rc-en_US</key>
			<dict>
				<key>git_hash</key>
				<string>1389f3bf17dfa5392e75f5be71efbb96fa0994db</string>
				<key>path</key>
				<string>/Users/admin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Mozilla/Firefox.download.recipe</string>
				<key>sha256_hash</key>
				<string>ce60d336bef2197004d2a1881d528338fb04e7e76972e98902f9abc6c84a922e</string>
			</dict>
			<key>com.github.autopkg.pkg.Firefox_EN</key>
			<dict>
				<key>git_hash</key>
				<string>8332edca4fbafc1e8aff8c119e571f27b4853bb5</string>
				<key>path</key>
				<string>/Users/admin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Mozilla/Firefox.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>9a76ea99d40cf79f2b45a56ee0e8341eeab226f9bcbc7acebfa7bcc20e081b44</string>
			</dict>
			<key>com.github.jss-recipes.jss.Firefox_EN</key>
			<dict>
				<key>git_hash</key>
				<string>51c60c0a096b9af62a8323209a4bbe1482f3328b</string>
				<key>path</key>
				<string>/Users/admin/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/Firefox/Firefox.jss.recipe</string>
				<key>sha256_hash</key>
				<string>bcab152fa24b58c4b9a0f3d2f234dea7205aa2dad5bd81fb2210e76713fe73f5</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
