<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.GitHub Desktop-autoupdate</string>
	<key>Input</key>
	<dict>
		<key>GROUP_NAME</key>
		<string>%NAME%-autoupdate</string>
		<key>GROUP_TEMPLATE</key>
		<string>SmartGroupTemplate-pre109.xml</string>
		<key>POLICY_CATEGORY</key>
		<string>Auto Update</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate-autoupdate.xml</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.GitHubDesktop</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.homebysix.download.GitHubDesktop</key>
			<dict>
				<key>git_hash</key>
				<string>8c682bf8bb1a318a2f17af0ef17286666abb43e9</string>
				<key>path</key>
				<string>/Users/admin/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/GitHub/GitHubDesktop.download.recipe</string>
				<key>sha256_hash</key>
				<string>60644bd8c866f41f70c94562e4ad1284d48b1a593d9c52e3c60e903807d49a06</string>
			</dict>
			<key>com.github.homebysix.pkg.GitHubDesktop</key>
			<dict>
				<key>git_hash</key>
				<string>da2a76d2bc03dc1a0a0cdbbadafc63e4735c2192</string>
				<key>path</key>
				<string>/Users/admin/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/GitHub/GitHubDesktop.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>c012ad7a14493b156d7b928b4b9f4eea1f1e9c027ce52a1965faa4bc9e61297c</string>
			</dict>
			<key>com.github.jss-recipes.jss.GitHubDesktop</key>
			<dict>
				<key>git_hash</key>
				<string>b7881e7235952ba94fa27555088be241c8bb551c</string>
				<key>path</key>
				<string>/Users/admin/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/GitHub Desktop/GitHub Desktop.jss.recipe</string>
				<key>sha256_hash</key>
				<string>7f5ced4d2955ff9938194406d4011c6030219e30ac69d925ccf0049c7366c914</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
