<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.Google-Chrome-SSA</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Web Browsers</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-install-self-service</string>
		<key>GROUP_TEMPLATE</key>
		<string>%RECIPE_DIR%/SmartGroupTemplate10.9up-SSA.xml</string>
		<key>ICON</key>
		<string>%RECIPE_DIR%/Google_Chrome.png</string>
		<key>POLICY_CATEGORY</key>
		<string>Web Browsers</string>
		<key>POLICY_TEMPLATE</key>
		<string>%RECIPE_DIR%/PolicyTemplate-SSA.xml</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>Google Chrome is a browser that combines a minimal design with sophisticated technology to make the web faster, safer, and easier.</string>
		<key>SELF_SERVICE_ICON</key>
		<string>Google_Chrome.png</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.GoogleChrome</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.googlechrome</key>
			<dict>
				<key>git_hash</key>
				<string>f29f399c54adee7122e9fdc3c1ea7ed4c67388a4</string>
				<key>path</key>
				<string>/Users/admin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/GoogleChrome/GoogleChrome.download.recipe</string>
				<key>sha256_hash</key>
				<string>880dbbc39342ba18bb4609a4746be75fa4b41667840201876c0f936aef7599e6</string>
			</dict>
			<key>com.github.autopkg.pkg.googlechrome</key>
			<dict>
				<key>git_hash</key>
				<string>f29f399c54adee7122e9fdc3c1ea7ed4c67388a4</string>
				<key>path</key>
				<string>/Users/admin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/GoogleChrome/GoogleChrome.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>5acdf716353ccc57f021008bc5b4b55a5cb4e578e0f96864b71d4d2d29742ec8</string>
			</dict>
			<key>com.github.jss-recipes.jss.GoogleChrome</key>
			<dict>
				<key>git_hash</key>
				<string>8cbbd2f44c076a1993bdaf023b2d749233ac349e</string>
				<key>path</key>
				<string>/Users/admin/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/Google Chrome/Google Chrome.jss.recipe</string>
				<key>sha256_hash</key>
				<string>d8f5c8eba0e8895a30cd2f16533bff61ef3e51ce33e147e1e83537469bb2d095</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
