<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.MalwarebytesAntiMalware-SSA</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Maintenance</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-install-self-service</string>
		<key>GROUP_TEMPLATE</key>
		<string>%RECIPE_DIR%/SmartGroupTemplate10.9up-SSA.xml</string>
		<key>ICON</key>
		<string>%RECIPE_DIR%/malwarebytes.png</string>
		<key>POLICY_CATEGORY</key>
		<string>Maintenance</string>
		<key>POLICY_TEMPLATE</key>
		<string>%RECIPE_DIR%/PolicyTemplate-SSA.xml</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>Malwarebytes Anti-Malware for Mac is an anti-malware application for OS X which is designed to remove adware and malware from your computer.</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.rtrouton.jss.MalwarebytesAntiMalware</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.rtrouton.download.MalwarebytesAntiMalware</key>
			<dict>
				<key>git_hash</key>
				<string>469988c3a5a7417d8f89761ce30e15df641a5d9e</string>
				<key>path</key>
				<string>/Users/admin/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/MalwarebytesAntiMalware/MalwarebytesAntiMalware.download.recipe</string>
				<key>sha256_hash</key>
				<string>6cb7e01dc5308025d5eec22914342b6fab396a80ef9771988acdd8bbf9ff9251</string>
			</dict>
			<key>com.github.rtrouton.jss.MalwarebytesAntiMalware</key>
			<dict>
				<key>git_hash</key>
				<string>e45fbadf3dcd5e8cdd8277181a5f508d2c634aee</string>
				<key>path</key>
				<string>/Users/admin/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/JSS/MalwarebytesAntiMalware.jss.recipe</string>
				<key>sha256_hash</key>
				<string>67515128c1cc910d626f163aca8e8898a86ad48a996c7ed51e06ed5e46e91e71</string>
			</dict>
			<key>com.github.rtrouton.pkg.MalwarebytesAntiMalware</key>
			<dict>
				<key>git_hash</key>
				<string>13d6c9e564ed5f9307fe18fe0dc344d1767ad5ce</string>
				<key>path</key>
				<string>/Users/admin/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/MalwarebytesAntiMalware/MalwarebytesAntiMalware.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>2ae33bf3a6082e0c53ad77fd0eeff8c25a9892dfa982af6887868e3407be7acf</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
