<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.Office2011-autoupdate</string>
	<key>Input</key>
	<dict>
		<key>GROUP_NAME</key>
		<string>%NAME%-autoupdate</string>
		<key>GROUP_TEMPLATE</key>
		<string>MSOffice2011UpdatesSmartGroupTemplate.xml</string>
		<key>POLICY_CATEGORY</key>
		<string>Auto Update</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate-autoupdate.xml</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.Office2011Update</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>MSOffice2011UpdateInfoProvider</key>
			<dict>
				<key>git_hash</key>
				<string>6dc54404bb31673f5c3ef556fb8af2bcd2c4d8c1</string>
				<key>path</key>
				<string>/Users/admin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/MSOfficeUpdates/MSOffice2011UpdateInfoProvider.py</string>
				<key>sha256_hash</key>
				<string>b45b1273ec683eb42ad7cc014d370a837191fe9f6a92ca354f226166b6bde67f</string>
			</dict>
			<key>Office2011UpdateVersioner</key>
			<dict>
				<key>git_hash</key>
				<string>5636baf0bc4f47b342e0511184b3fbef2128ca17</string>
				<key>path</key>
				<string>/Users/admin/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/Office2011Update/Office2011UpdateVersioner.py</string>
				<key>sha256_hash</key>
				<string>e8badfb6c2d4f40be8c9b81a9e842abcb59e1e24cf69ffd49f8b59419811f343</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.Office2011Updates</key>
			<dict>
				<key>git_hash</key>
				<string>a84c8c3ad6da7b43ccf3cb2749ebb93ca7be6839</string>
				<key>path</key>
				<string>/Users/admin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/MSOfficeUpdates/MSOffice2011Updates.download.recipe</string>
				<key>sha256_hash</key>
				<string>b07eb960132d628098752ae0101d8f2a64370cd8279b10370db17debc046c1eb</string>
			</dict>
			<key>com.github.autopkg.pkg.Office2011Updates</key>
			<dict>
				<key>git_hash</key>
				<string>ec1558722db33605b417f11ac0537727556b6169</string>
				<key>path</key>
				<string>/Users/admin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/MSOfficeUpdates/MSOffice2011Updates.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>4f5e7a539b60d91199b564127e205bcf03877b3bafc1d7f19757c782e16178c7</string>
			</dict>
			<key>com.github.jss-recipes.jss.Office2011Update</key>
			<dict>
				<key>git_hash</key>
				<string>1d494dc28101da3b605f94db6827b6ab8970fe77</string>
				<key>path</key>
				<string>/Users/admin/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/Office2011Update/Office2011Update.jss.recipe</string>
				<key>sha256_hash</key>
				<string>caede430c07f81e2a4d184b788ac6b36811350ab88243c6b267a797e10c3390f</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
