<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.Pacifist</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Utility</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-update-smart</string>
		<key>GROUP_TEMPLATE</key>
		<string>SmartGroupTemplate.xml</string>
		<key>NAME</key>
		<string>Pacifist</string>
		<key>POLICY_CATEGORY</key>
		<string>Testing</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate.xml</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>Package introspection.</string>
		<key>SELF_SERVICE_ICON</key>
		<string>Pacifist.png</string>
		<key>SPARKLE_FEED_URL</key>
		<string>https://www.charlessoft.com/cgi-bin/pacifist_sparkle.cgi</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.Pacifist</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.arubdesu.download.Pacifist</key>
			<dict>
				<key>git_hash</key>
				<string>3b620af983858aec31ea7a6281dc9cd839940279</string>
				<key>path</key>
				<string>/Users/admin/Library/AutoPkg/RecipeRepos/com.github.autopkg.arubdesu-recipes/Pacifist/Pacifist.download.recipe</string>
				<key>sha256_hash</key>
				<string>3a105a024b7a094e4f3d2f91e9ad379b07a4abe7c6c9d1b1d792a9bc4e267ae6</string>
			</dict>
			<key>com.github.arubdesu.pkg.Pacifist</key>
			<dict>
				<key>git_hash</key>
				<string>600fa1dc309a0ee49679099a0629228e4d778957</string>
				<key>path</key>
				<string>/Users/admin/Library/AutoPkg/RecipeRepos/com.github.autopkg.arubdesu-recipes/Pacifist/Pacifist.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>e5784ebc9296dbf1ceb4c234d9fa1bdc36f9ccf7e8db17573bbb93a818bf1184</string>
			</dict>
			<key>com.github.jss-recipes.jss.Pacifist</key>
			<dict>
				<key>git_hash</key>
				<string>1d494dc28101da3b605f94db6827b6ab8970fe77</string>
				<key>path</key>
				<string>/Users/admin/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/Pacifist/Pacifist.jss.recipe</string>
				<key>sha256_hash</key>
				<string>6aa73fe75f257a8ab4bafbee37ee206b96b30156be106d4acc4c699a231a4b61</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
